# Curated Homebrew bundle. Fill with your core tools.
# Example:
# tap "homebrew/bundle"
# brew "git"
# brew "neovim"
# brew "tmux"
# cask "alacritty"
# cask "ghostty"

brew "git"
brew "neovim"
brew "awscli"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "just"
brew "sqlite"
brew "pinentry"
brew "pinentry-mac"
brew "tmux"
brew "gnupg"

cask "chatgpt"
cask "alfred"
cask "ghostty"
cask "hiddenbar"
cask "karabiner-elements"
cask "hyperkey"
cask "tower"
cask "zed"
cask "1password"
cask "signal"
cask "backblaze"
cask "carbon-copy-cloner"
cask "claude"
cask "docker-desktop"
cask "obsidian"
cask "whatsapp"
cask "firefox"
cask "google-chrome"
cask "hiddenbar"
cask "obscura-vpn"
cask "slack"
cask "tower"
cask "zed"
cask "rectangle"
cask "tailscale-app"
cask "google-drive"
